/******************************************************************************

              版权所有 (C)2010, 深圳市中兴长天信息技术有限公司

 ******************************************************************************
  文 件 名   : drv_init.h
  版 本 号   : 初稿
  作    者   : linhao
  生成日期   : 2013年12月18日
  最近修改   :
  功能描述   : drv_init.c 的头文件
  函数列表   :
  修改历史   :
  1.日    期   : 2013年12月18日
    作    者   : linhao
    修改内容   : 创建文件

******************************************************************************/
#ifndef __DRV_INIT_H__
#define __DRV_INIT_H__

enum
{
	BSP_LED_0,
	BSP_LED_BUTT
}

enum
{
	BSP_SPI_24L01,
	BSP_SPI_BUTT
};

extern VOID BSP_ApiInit();

#endif /* __DRV_INIT_H__ */

